Revit 2027 API
ParameterTypeId.VolumeOfInterestName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VolumeOfInterestName { get; }
Public Shared ReadOnly Property VolumeOfInterestName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VolumeOfInterestName {
	ForgeTypeId^ get ();
}
static member VolumeOfInterestName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace